{
  "homepage": {
    "heroSection": {
      "title": "Crafting Brands That Stand Out, Uniquely and Creatively",
      "subtitle": "Team Grid Design is where creativity meets craftsmanship in the world of branding, design, and more."
    },
    "services": [
      {
        "title": "Logo Design",
        "icon": "FaPaintBrush",
        "description": "At Team Grid Design LLP, logo design is at the heart of what we do. We believe a logo is more than just a symbol; it’s the face of your brand. Our team specializes in creating unique, impactful logos that capture the essence of your business and leave a lasting impression. Whether you're a startup or an established brand, we craft logos that not only stand out but also tell your story with creativity and precision. Let us help you make your mark with a logo that speaks volumes."
      },
      {
        "title": "Business Stationery",
        "icon": "FaBriefcase",
        "description": "At Team Grid Design LLP, we excel in creating premium business stationery that reflects your brand’s identity with professionalism and style. From letterheads and business cards to envelopes and notepads, our designs are crafted to leave a lasting impression. We combine creativity with functionality, ensuring that every piece of stationery not only looks exceptional but also enhances your brand’s communication. Let us help you make your mark with sophisticated and memorable business stationery."
      },
      {
        "title": "Wedding Invites",
        "icon": "FaHeart",
        "description": "At Team Grid Design LLP, wedding design is a labor of love. As a creative agency, we thrive on blending patterns, colors, and innovative designs to create unforgettable experiences. From elegant invitations to stunning decor concepts, every detail is thoughtfully crafted to reflect the unique personality of each couple. We are passionate about turning wedding dreams into reality, making every celebration as memorable and beautiful as the love it represents."
      },
      {
        "title": "Event Itineraries",
        "icon": "FaFileAlt",
        "description": "Professional event itineraries designed to keep your guests informed and organized. Great for weddings and corporate events."
      },
      {
        "title": "Social Media Designing",
        "icon": "FaBullhorn",
        "description": "Custom social media graphics to boost your online presence and make a statement across all platforms."
      },
      {
        "title": "Content Creation",
        "icon": "FaCamera",
        "description": "High-quality content creation services including photography, videography, and written content to elevate your brand’s visibility."
      }
    ],
    "features": [
      {
        "title": "Vision",
        "image": "/assets/vision.png",
        "description": "We aim to be the ultimate fusion of creativity and craftsmanship, delivering impactful branding, design, and printing experiences."
      },
      {
        "title": "Mission",
        "image": "/assets/story.png",
        "description": "Our mission is to transform ideas into memorable experiences, blending creativity with precision for exceptional design and printing services."
      },
      {
        "title": "Achievements",
        "image": "/assets/achievements.png",
        "description": "We proudly collaborate with global clients, delivering exceptional design work, from event branding to international exhibitions."
      }
    ],
    "testimonials": {
      "heading": "What Our Clients Say",
      "testimonialsList": [
        {
          "name": "John Doe",
          "title": "CEO, Example Co.",
          "feedback": "Team Grid Design LLP transformed our brand into something truly exceptional. Their work ethic is amazing!"
        },
        {
          "name": "Jane Smith",
          "title": "Founder, Creative Studio",
          "feedback": "Their design skills are top-notch. They helped us create a logo that resonates with our audience."
        },
        {
          "name": "David Lee",
          "title": "Marketing Manager, InnovateX",
          "feedback": "Working with Team Grid Design LLP was a pleasure. Their social media design really elevated our online presence."
        },
        {
          "name": "Sarah Brown",
          "title": "Founder, Artisanal Crafts",
          "feedback": "I absolutely love the logo they designed for me. It truly captures the essence of my brand."
        },
        {
          "name": "Michael Scott",
          "title": "Manager, Dunder Mifflin",
          "feedback": "Their creativity is unmatched. They delivered more than we expected, and we couldn’t be happier."
        },
        {
          "name": "Emily Davis",
          "title": "Owner, Bakery Delights",
          "feedback": "We saw an increase in sales after using their branding strategies. Highly recommend them!"
        },
        {
          "name": "Chris Evans",
          "title": "Founder, Sports Gear",
          "feedback": "A fantastic team with great ideas! The designs exceeded our expectations."
        },
        {
          "name": "Olivia Johnson",
          "title": "CEO, Fashion Forward",
          "feedback": "Our website and brand now truly reflect our vision, thanks to Team Grid Design LLP."
        }
      ]
    },
    "expertise": {
      "heading": "Expertise",
      "description": "We specialize in a range of services aimed at elevating your brand to the next level. Our expertise ensures the best outcomes tailored to your unique needs.",
      "skills": [
        { "skill": "Logo Design", "progress": 90 },
        { "skill": "Wedding Design", "progress": 85 },
        { "skill": "Brand and Packaging", "progress": 80 },
        { "skill": "Corporate Design", "progress": 75 }
      ]
    }
  }
}