{
  "homepage": {
    "heroSection": {
      "title": "Crafting Brands That Stand Out, Uniquely and Creatively",
      "subtitle": "Team Grid Design is where creativity meets craftsmanship in the world of branding, design, and more."
    },
    "services": [
      {
        "title": "Logo Design",
        "icon": "FaPaintBrush",
        "description": "Make your mark with a unique, impactful logo that speaks volumes about your brand."
      },
      {
        "title": "Business Stationery",
        "icon": "FaBriefcase",
        "description": "Elevate your communication with sophisticated, memorable stationery reflecting professionalism and style."
      },
      {
        "title": "Wedding Invites",
        "icon": "FaHeart",
        "description": "Make your special day unforgettable with beautifully crafted, elegant, and dreamy wedding invitations."
      },
      {
        "title": "Event Itineraries",
        "icon": "FaFileAlt",
        "description": "Turn wedding dreams into reality with designs that capture the essence of your unique love story."
      },
      {
        "title": "Social Media Designing",
        "icon": "FaBullhorn",
        "description": "Transform your online presence with visually captivating, strategic designs that engage and resonate."
      },
      {
        "title": "Content Creation",
        "icon": "FaCamera",
        "description": "Shape your brand’s identity with compelling content tailored to your unique voice and goals."
      }
    ],
    "features": [
      {
        "title": "Vision",
        "image": "/assests/vision.png",
        "description": "We aim to be the ultimate fusion of creativity and craftsmanship, delivering impactful branding, design, and printing experiences."
      },
      {
        "title": "Mission",
        "image": "/assests/mission.png",
        "description": "Our mission is to transform ideas into memorable experiences, blending creativity with precision for exceptional design and printing services."
      },
      {
        "title": "Achievements",
        "image": "/assests/achievements.png",
        "description": "We proudly collaborate with global clients, delivering exceptional design work, from event branding to international exhibitions."
      }
    ],
    "testimonials": {
      "heading": "What Our Clients Say",
      "testimonialsList": [
        {
          "name": "Ankit Bundela",
          "title": "Owner, Inventive Pages",
          "feedback": "Team Grid Design LLP transformed our brand into something truly exceptional. Their work ethic is amazing!"
        },
        {
          "name": "Hetna Bundela",
          "title": "Founder, KidSpree",
          "feedback": "Their design skills are top-notch. They helped us create a logo that resonates with our audience."
        },
        {
          "name": "Amiha Agro ",
          "title": "Amiha Agro Pvt Ltd",
          "feedback": "Working with Team Grid Design LLP was a pleasure. Their social media design really elevated our online presence."
        },
        {
          "name": "Hardik Shah",
          "title": "Director, DND Architects",
          "feedback": "I absolutely love the logo they designed for me. It truly captures the essence of my brand."
        },
        {
          "name": "Pooja Shah",
          "title": "Founder, Shilpagya",
          "feedback": "Their creativity is unmatched. They delivered more than we expected, and we couldn’t be happier."
        },
        {
          "name": "Heti Verma",
          "title": "Nutritionist-Registered Dietician, Nutritive Roots",
          "feedback": "We saw an increase in sales after using their branding strategies. Highly recommend them!"
        },
        {
          "name": "Viral Gandhi",
          "title": "Author",
          "feedback": "A fantastic team with great ideas! The designs exceeded our expectations."
        },
        {
          "name": "Greysha Shah",
          "title": "Baker, WeBake4U",
          "feedback": "Our website and brand now truly reflect our vision, thanks to Team Grid Design LLP."
        }
      ]
    },
    "expertise": {
      "heading": "Expertise",
      "description": "We specialize in a comprehensive range of services aimed at elevating your brand to the next level. Our expertise spans from innovative logo design and elegant business stationery to captivating wedding invites, strategic social media designs, and compelling content writing. We combine creativity with precision to deliver solutions that are tailored to your unique needs and goals. Our dedicated team ensures the best outcomes by understanding your vision and transforming it into impactful designs and narratives that resonate with your target audience. Let us help you stand out in the marketplace with services that not only meet but exceed your expectations.",
      "skills": [
        { "skill": "Logo Design", "progress": 90 },
        { "skill": "Wedding Design", "progress": 85 },
        { "skill": "Brand and Packaging", "progress": 80 },
        { "skill": "Corporate Design", "progress": 75 }
      ]
    }
  }
}